{
  "abstracts": {
    "29350557": "Omega-3 polyunsaturated fatty acids (PUFAs) include α-linolenic acid (ALA; 18:3 ω-3), stearidonic acid (SDA; 18:4 ω-3), eicosapentaenoic acid (EPA; 20:5 ω-3), docosapentaenoic acid (DPA; 22:5 ω-3), and docosahexaenoic acid (DHA; 22:6 ω-3). In the past few decades, many epidemiological studies have been conducted on the myriad health benefits of omega-3 PUFAs. In this review, we summarized the structural features, properties, dietary sources, metabolism, and bioavailability of omega-3 PUFAs and their effects on cardiovascular disease, diabetes, cancer, Alzheimer's disease, dementia, depression, visual and neurological development, and maternal and child health. Even though many health benefits of omega-3 PUFAs have been reported in the literature, there are also some controversies about their efficacy and certain benefits to human health.",
    "33445534": "Interest in the potential cardiovascular (CV) benefits of omega-3 polyunsaturated fatty acids (Ω-3) began in the 1940s and was amplified by a subsequent landmark trial showing reduced CV disease (CVD) risk following acute myocardial infarction. Since that time, however, much controversy has circulated due to discordant results among several studies and even meta-analyses. Then, in 2018, three more large, randomized trials were released-these too with discordant findings regarding the overall benefits of Ω-3 therapy. Interestingly, the trial that used a higher dose (4 g/day highly purified eicosapentaenoic acid (EPA)) found a remarkable, statistically significant reduction in CVD events. It was proposed that insufficient Ω-3 dosing (<1 g/day EPA and docosahexaenoic acid (DHA)), as well as patients aggressively treated with multiple other effective medical therapies, may explain the conflicting results of Ω-3 therapy in controlled trials. We have thus reviewed the current evidence regarding Ω-3 and CV health, put forth potential reasoning for discrepant results in the literature, highlighted critical concepts such as measuring blood levels of Ω-3 with a dedicated Ω-3 index and addressed current recommendations as suggested by health care professional societies and recent significant scientific data.",
    "36381743": "Omega is a polyunsaturated fatty acid (PUFA) that has an essential impact on cognitive performance at all stages of life. Eicosapentaenoic acid (EPA), docosahexaenoic acid (DHA), and alpha-linolenic acid (ALA) are essential for brain functions. DHA, the dominant omega-3 in the brain, impacts neurotransmitters and functions of the brain. This systematic review aimed to assess the effects of omega-3 on brain functions. We searched for articles from 2010 to 2022 in PubMed, electronic databases: discover, academic search complete (EBSCO), and Cochrane. To increase search efficiency, search terms include database-specific indexed phrases and keywords. Search terms included \"omega three,\" \"DHA,\" \"fish oil,\" \"eicosapentaenoic acid,\" \"EPA,\" \"docosahexaenoic acid,\" \"omega-3,\" \"cognition,\" \"brain,\" \"mental health,\" and \"PUFAs\".We conducted a review of only randomized clinical trials (RCTs) that were published in English. We evaluated the quality of the studies using the Cochrane Collaboration bias assessment tool. Our search strategy yielded 174 articles, out of which 33 full-text articles were reviewed and nine articles were selected for data abstraction.The overall number of individuals in all nine studies was 1319. Of the participants, 591 (44.81%) were men, and 728 (55.19%) were women. Participants who received omega-3 were 700 (65.06%) compared to 376 (34.94%) who received a placebo, and their mean age was 45. Ingestion of omega-3 fatty acids increases learning, memory, cognitive well-being, and blood flow in the brain. Omega-3 treatments are advantageous, well-tolerated, and risk-free. Lonelier people, the elderly, and those who eat fewer healthy foods containing omega-3 may benefit from an omega-3 supplement. We suggest that natural omega-3 consumption through the diet should be promoted.",
    "30400360": "Omega-3 fatty acids, one of the key building blocks of cell membranes, have been of particular interest to scientists for many years. However, only a small group of the most important omega-3 polyunsaturated fatty acids are considered. This full-length review presents a broad and relatively complete cross-section of knowledge about omega-3 monounsaturated fatty acids, polyunsaturates, and an outline of their modifications. This is important because all these subgroups undoubtedly play an important role in the function of organisms. Some monounsaturated omega-3s are pheromone precursors in insects. Polyunsaturates with a very long chain are commonly found in the central nervous system and mammalian testes, in sponge organisms, and are also immunomodulating agents. Numerous modifications of omega-3 acids are plant hormones. Their chemical structure, chemical binding (in triacylglycerols, phospholipids, and ethyl esters) and bioavailability have been widely discussed indicating a correlation between the last two. Particular attention is paid to the effective methods of supplementation, and a detailed list of sources of omega-3 acids is presented, with meticulous reference to the generally available food. Both the oral and parenteral routes of administration are taken into account, and the omega-3 transport through the blood-brain barrier is mentioned. Having different eating habits in mind, the interactions between food fatty acids intake are discussed. Omega-3 acids are very susceptible to oxidation, and storage conditions often lead to a dramatic increase in this exposure. Therefore, the effect of oxidation on their bioavailability is briefly outlined.",
    "33488295": "Omega-3 polyunsaturated fatty acids (omega-3 PUFAs), which are essential fatty acids that humans should obtain from diet, have potential benefits for human health. In addition to altering the structure and function of cell membranes, omega-3 PUFAs (docosahexaenoic acid (DHA), eicosapentaenoic acid (EPA), alpha-linolenic acid (ALA), and docosapentaenoic acid (DPA)) exert different effects on intestinal immune tolerance and gut microbiota maintenance. Firstly, we review the effect of omega-3 PUFAs on gut microbiota. And the effects of omega-3 PUFAs on intestinal immunity and inflammation were described. Furthermore, the important roles of omega-3 PUFAs in maintaining the balance between gut immunity and the gut microbiota were discussed. Additional factors, such as obesity and diseases (NAFLD, gastrointestinal malignancies or cancer, bacterial and viral infections), which are associated with variability in omega-3 PUFA metabolism, can influence omega-3 PUFAs-microbiome-immune system interactions in the intestinal tract and also play roles in regulating gut immunity. This review identifies several pathways by which the microbiota modulates the gut immune system through omega-3 PUFAs. Omega-3 supplementation can be targeted to specific pathways to prevent and alleviate intestinal diseases, which may help researchers identify innovative diagnostic methods.",
    "37782337": "Normal cell and body functions need to be maintained and protected against endogenous and exogenous stress conditions. Different cellular stress response pathways have evolved that are utilized by mammalian cells to recognize, process and overcome numerous stress stimuli in order to maintain homeostasis and to prevent pathophysiological processes. Although these stress response pathways appear to be quite different on a molecular level, they all have in common that they integrate various stress inputs, translate them into an appropriate stress response and eventually resolve the stress by either restoring homeostasis or inducing cell death. It has become increasingly appreciated that non-protein-coding RNA species, such as long noncoding RNAs (lncRNAs), can play critical roles in the mammalian stress response. However, the precise molecular functions and underlying modes of action for many of the stress-related lncRNAs remain poorly understood. In this review, we aim to provide a framework for the categorization of mammalian lncRNAs in stress response and homeostasis based on their experimentally validated modes of action. We describe the molecular functions and physiological roles of selected lncRNAs and develop a concept of how lncRNAs can contribute as versatile players in mammalian stress response and homeostasis. These concepts may be used as a starting point for the identification of novel lncRNAs and lncRNA functions not only in the context of stress, but also in normal physiology and disease.",
    "37901230": "Antiphospholipid syndrome (APS) is a group of clinical syndromes of thrombosis or adverse pregnancy outcomes caused by antiphospholipid antibodies, which increase the incidence ofin vitrofertilization failure in patients with infertility. However, the common mechanism of repeated implantation failure (RIF) with APS is unclear. This study aimed to search for potential diagnostic genes and potential therapeutic targets for RIF with APS.",
    "37018496": "A 48-year-old man with long-standing type 2 diabetes mellitus (recent glycated hemoglobin level, 6.5%) and chronic kidney disease (baseline creatinine level, 3.3 mg per deciliter [292μmol per liter]; glomerular filtration rate, 24 ml per minute per 1.73 m2of body-surface area) presented to his primary care physician with a 3-month history of numbness, tingling, and faint violaceous discoloration of the tips of multiple fingers and toes. His physical examination showed reduced light-touch sensation in a glove-and-stocking distribution; the radial and pedal pulses were palpable. The vitamin B12level was 260 pg per milliliter (192 pmol per liter; normal range, 190 to 950 pg per milliliter [140 to 701 pmol per liter]). He did not smoke tobacco, drink alcohol, or use illicit drugs. One month later, a nontraumatic wound developed on the left foot. The ankle–brachial index (ABI) was 1.2 on both sides (normal range, 0.91 to 1.3). Wound care was initiated for a presumed neuropathic ulcer.",
    "17302535": "Epidemiological data suggest that dietary factors may have a role in recent increases of the prevalence of allergic diseases. One food-related component might be the reduced consumption of omega3-polyunsaturated fatty acids observed especially in the Western societies; yet, clinical trials supplementing omega3-fatty acids to adults with established allergies and bronchial asthma have generally been disappointing. However, it is known that the immature immune system is highly susceptible to immuno-modulatory environmental conditions particularly in the pre- and postnatal period. This review discusses the immuno-modulatory effects of omega3-fatty acids supplementation in the perinatal life phase on the immune system of the child. Evidence exists that perinatal omega3-fatty acid exposure affects T-cells and antigen presenting cells of the neonates likely due to altered eicosanoid metabolism. Although animal experiments strongly suggest a role of maternal omega3-fatty acid intake on allergic immune responses in the offspring, the beneficial effect of omega3-fatty acid supplementation has been studied in a small number of clinical trials. In these studies perinatal supplementation had some positive effects on distinct clinical phenotypes of the atopic syndrome. However, more studies are needed to fully explore the opportunity of perinatal immuno-modulation.",
    "34896909": "Perinatal women often experience mood disorders and postpartum depression due to the physical load and the rapid changes in hormone levels caused by pregnancy, childbirth, and nursing. When the mother's emotions become unstable, their parental behavior (maternal behavior) may decline, the child's attachment may weaken, and the formation of mother-child bonding can become hindered. As a result, the growth of the child may be adversely affected. The objective of this study was to investigate the effect of ω3 fatty acid deficiency in the perinatal period on maternal behavior and the oxytocin concentration and fatty acid composition in brain tissue."
  },
  "answers": {
    "fd493805bd1a0e6b97ca8e849a5edce910fa2b51cfe8960be5b3cf34ab71fcbb": "Omega-3 vetzuren zijn belangrijk voor onze gezondheid en welzijn. Er zijn verschillende soorten Omega-3 vetzuren, waaronder ALA, SDA, EPA, DPA en DHA. Deze vetzuren hebben verschillende voordelen voor onze gezondheid.\n\nVolgens een studie (PMID: 29350557) hebben Omega-3 vetzuren verschillende effecten op verschillende gezondheidsproblemen. Ze kunnen helpen bij hart- en vaatziekten, diabetes, kanker, de ziekte van Alzheimer, dementie, depressie, en bij visuele en neurologische ontwikkeling. Ze kunnen ook bijdragen aan de gezondheid van moeder en kind.\n\nEen andere studie (PMID: 33445534) toont aan dat Omega-3 vetzuren kunnen helpen bij het verminderen van het risico op hart- en vaatziekten. In deze studie werd voorgesteld dat een hogere dosis Omega-3 vetzuren (4 g/dag van EPA) een significant vermindering in hart- en vaatziekten kan veroorzaken.\n\nEen andere studie (PMID: 36381743) toont aan dat Omega-3 vetzuren een belangrijke rol spelen in de cognitieve prestaties op alle leeftijden. Ze kunnen bijdragen aan het leren, het geheugen, het cognitief welzijn en de bloedstroom in de hersenen. De studie suggereert ook dat mensen die eenzaam zijn, ouderen en mensen die minder gezond voedsel eten dat Omega-3 bevat, kunnen profiteren van een Omega-3 supplement.\n\nVolgens een andere studie (PMID: 30400360) zijn Omega-3 vetzuren een van de belangrijkste bouwstenen van celmembranen. Ze zijn ook zeer vatbaar voor oxidatie, en opslagcondities kunnen vaak leiden tot een dramatische toename van deze blootstelling. Daarom is het belangrijk om aandacht te besteden aan de effectieve methoden van supplementatie en de bronnen van Omega-3 vetzuren.\n\nTot slot, een studie (PMID: 33488295) toont aan dat Omega-3 vetzuren ook een effect hebben op de darmimmuniteit en het onderhoud van de darmmicrobiota. Ze kunnen helpen bij het behouden van de balans tussen de darmimmuniteit en de darmmicrobiota.\n\nDus, Omega-3 vetzuren zijn belangrijk voor onze gezondheid en welzijn vanwege hun vele voordelen. Het is belangrijk om een dieet te volgen dat rijk is aan Omega-3 vetzuren of om een supplement te nemen als dat nodig is.",
    "c01252675876ed30ff0d05b15e0335f33a5af0a215e196ae5e65ac76a15c53f3": "Omega3-vetzuren zijn belangrijk voor de gezondheid en kunnen een rol spelen in verschillende lichaamsfuncties. Volgens onderzoek (PMID: 17302535) kan de inname van omega3-vetzuren tijdens de perinatale periode (de periode kort voor en na de geboorte) invloed hebben op het immuunsysteem van het kind. Dit komt mogelijk doordat omega3-vetzuren de werking van T-cellen en antigen presenterende cellen in de pasgeborene beïnvloeden. Hoewel er meer onderzoek nodig is, suggereren sommige studies dat het innemen van omega3-vetzuren tijdens deze periode positieve effecten kan hebben op bepaalde klinische symptomen van het atopisch syndroom (een groep aandoeningen die gepaard gaan met een overactief immuunsysteem, zoals astma en eczeem).\n\nDaarnaast suggereert een ander onderzoek (PMID: 34896909) dat een tekort aan omega3-vetzuren tijdens de perinatale periode invloed kan hebben op het gedrag van de moeder en de concentratie van oxytocine (een hormoon dat een rol speelt bij sociale binding en moederlijk gedrag) en de vetzuursamenstelling in hersenweefsel. Dit kan mogelijk de moeder-kind binding en de groei van het kind beïnvloeden.\n\nHet is belangrijk op te merken dat er meer onderzoek nodig is om de exacte effecten en voordelen van omega3-vetzuren volledig te begrijpen."
  },
  "translations": {
    "2eaf81d694b6e2a67c1ca9cbe3d598be5d65d917f152b6b87a0f7f0dfc4be24e": "(PMID: 37782337) Normale cel- en lichaamsfuncties moeten worden behouden en beschermd tegen endogene en exogene stressomstandigheden. Er zijn verschillende cellulaire stressreactiepaden geëvolueerd die door zoogdiercellen worden gebruikt om talrijke stressprikkels te herkennen, te verwerken en te overwinnen om homeostase te behouden en pathofysiologische processen te voorkomen. Hoewel deze stressreactiepaden op moleculair niveau vrij verschillend lijken, hebben ze allemaal gemeen dat ze verschillende stressinputs integreren, deze vertalen naar een passende stressreactie en uiteindelijk de stress oplossen door ofwel de homeostase te herstellen ofwel celdood te induceren. Het wordt steeds meer gewaardeerd dat niet-eiwitcoderende RNA-soorten, zoals lange niet-coderende RNA's (lncRNA's), cruciale rollen kunnen spelen in de zoogdierlijke stressreactie. De precieze moleculaire functies en onderliggende werkingsmechanismen van veel van de stressgerelateerde lncRNA's blijven echter slecht begrepen. In deze review proberen we een kader te bieden voor de categorisatie van zoogdierlijke lncRNA's in stressreactie en homeostase op basis van hun experimenteel gevalideerde werkingsmechanismen. We beschrijven de moleculaire functies en fysiologische rollen van geselecteerde lncRNA's en ontwikkelen een concept van hoe lncRNA's kunnen bijdragen als veelzijdige spelers in de zoogdierlijke stressreactie en homeostase. Deze concepten kunnen worden gebruikt als uitgangspunt voor de identificatie van nieuwe lncRNA's en lncRNA-functies, niet alleen in de context van stress, maar ook in normale fysiologie en ziekte.\n\n(PMID: 37901230) Het antifosfolipidensyndroom (APS) is een groep van klinische syndromen van trombose of ongunstige zwangerschapsuitkomsten veroorzaakt door antifosfolipidenantilichamen, die de incidentie van in vitro bevruchtingsfalen verhogen bij patiënten met onvruchtbaarheid. Echter, het gemeenschappelijke mechanisme van herhaalde implantatiefalen (RIF) bij APS is onduidelijk. Deze studie is bedoeld om te zoeken naar potentiële diagnostische genen en potentiële therapeutische doelen voor RIF met APS.\n\n(PMID: 37018496) Een 48-jarige man met langdurige diabetes mellitus type 2 (recent geglyceerd hemoglobinegehalte, 6,5%) en chronische nierziekte (basis creatininegehalte, 3,3 mg per deciliter [292μmol per liter]; glomerulaire filtratiesnelheid, 24 ml per minuut per 1,73 m2 lichaamsoppervlak) meldde zich bij zijn huisarts met een 3-maanden durende geschiedenis van gevoelloosheid, tintelingen en een lichte paarsachtige verkleuring van de toppen van meerdere vingers en tenen. Zijn lichamelijk onderzoek toonde een verminderde lichte aanrakingsgevoeligheid in een handschoen- en kousverdeling; de radiale en pedale pulsen waren voelbaar. Het vitamine B12-gehalte was 260 pg per milliliter (192 pmol per liter; normaal bereik, 190 tot 950 pg per milliliter [140 tot 701 pmol per liter]). Hij rookte geen tabak, dronk geen alcohol en gebruikte geen illegale drugs. Een maand later ontwikkelde zich een niet-traumatische wond op de linkervoet. De enkel-brachiale index (ABI) was 1,2 aan beide zijden (normaal bereik, 0,91 tot 1,3). Wondverzorging werd gestart voor een vermoedelijke neuropathische zweer. PMID referentie behouden.\n\n(PMID: 17302535) Epidemiologische gegevens suggereren dat voedingsfactoren een rol kunnen spelen bij recente toenames van de prevalentie van allergische ziekten. Een voedselgerelateerde component zou de verminderde consumptie van omega3-polyonverzadigde vetzuren kunnen zijn, vooral waargenomen in de westerse samenlevingen; toch zijn klinische proeven waarbij omega3-vetzuren werden aangevuld bij volwassenen met vastgestelde allergieën en bronchiale astma over het algemeen teleurstellend geweest. Het is echter bekend dat het onvolwassen immuunsysteem zeer vatbaar is voor immuno-modulerende omgevingsomstandigheden, vooral in de pre- en postnatale periode. Deze review bespreekt de immuno-modulerende effecten van omega3-vetzuursupplementatie in de perinatale levensfase op het immuunsysteem van het kind. Er bestaat bewijs dat perinatale blootstelling aan omega3-vetzuren invloed heeft op T-cellen en antigen presenterende cellen van de pasgeborenen, waarschijnlijk door een veranderd eicosanoïde metabolisme. Hoewel dierproeven sterk wijzen op een rol van maternale omega3-vetzuurinname op allergische immuunreacties bij het nageslacht, is het gunstige effect van omega3-vetzuursupplementatie onderzocht in een klein aantal klinische proeven. In deze studies had perinatale supplementatie enige positieve effecten op specifieke klinische fenotypen van het atopisch syndroom. Er zijn echter meer studies nodig om de mogelijkheid van perinatale immuno-modulatie volledig te onderzoeken.\n\n(PMID: 34896909) Vrouwen in de perinatale periode ervaren vaak stemmingsstoornissen en postpartum depressie als gevolg van de fysieke belasting en de snelle veranderingen in hormoonniveaus veroorzaakt door zwangerschap, bevalling en borstvoeding. Wanneer de emoties van de moeder onstabiel worden, kan hun ouderlijk gedrag (moedergedrag) afnemen, kan de hechting van het kind verzwakken en kan de vorming van de moeder-kind band worden belemmerd. Als gevolg hiervan kan de groei van het kind nadelig worden beïnvloed. Het doel van deze studie was om het effect van een tekort aan ω3-vetzuren in de perinatale periode op het moedergedrag en de oxytocineconcentratie en vetzuursamenstelling in hersenweefsel te onderzoeken.",
    "557fa8214b583351d2d5652172bae325fcd7abf05ac9089c0b6b1d112fb3333a": "(PMID: 29350557) Omega-3 meervoudig onverzadigde vetzuren (PUFA's) omvatten α-linoleenzuur (ALA; 18:3 ω-3), stearidonzuur (SDA; 18:4 ω-3), eicosapentaeenzuur (EPA; 20:5 ω-3), docosapentaeenzuur (DPA; 22:5 ω-3) en docosahexaeenzuur (DHA; 22:6 ω-3). In de afgelopen decennia zijn er veel epidemiologische studies uitgevoerd naar de talrijke gezondheidsvoordelen van omega-3 PUFA's. In deze review hebben we de structurele kenmerken, eigenschappen, voedingsbronnen, metabolisme en biologische beschikbaarheid van omega-3 PUFA's samengevat en hun effecten op hart- en vaatziekten, diabetes, kanker, de ziekte van Alzheimer, dementie, depressie, visuele en neurologische ontwikkeling en de gezondheid van moeder en kind. Hoewel er veel gezondheidsvoordelen van omega-3 PUFA's zijn gemeld in de literatuur, zijn er ook enige controverses over hun effectiviteit en bepaalde voordelen voor de menselijke gezondheid."
  }
}